Repository: ZikoshX/OtaMed
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

source: Language
kk: Тіл
ru: Язык

source: Settings
kk: Баптау
ru: Настройки

source: Account
kk: Аккаунт
ru: Аккаунт

source: Personal Info
kk: Жеке деректер
ru: Персональные данные

source: Notifications
kk: Хабарламалар
ru: Уведомления

source: Dark Mode
kk: Қара фон
ru: Черный фон

source: Help
kk: Көмек
ru: Помощь

source: Log out
kk: Шығу
ru: Выйти

source: Favorites
kk: Тандаулылар
ru: Избранное

source: AI Chat
kk: ЖИ чат
ru: ИИ чат

source: search
kk: іздеу
ru: искать

source: Home
kk: Басты бет
ru: Главная

# available
source: Available clinics
kk: Қолжетімді клиникалар
ru: Доступные клиники

source: Clinics
kk: Клиникалар
ru: Клиники

source: Create
kk: Қосу
ru: Добавить

# f_icon
source: Filter
kk: Фильтр
ru: Фильтр

source: Main
kk: Негізгі
ru: Главная

source: New chat
kk: Жаңа чат
ru: Новый чат

# favorite
source: No favorite clinics yet
kk: Таңдаулы клиникалар әлі жоқ
ru: Пока нет любимых клиник

source: Name
kk: Аты
ru: Имя

# url
source: Site_Url
kk: Сайттың сілтемесі
ru: Ссылка сайта

# text
source: Hi! You can ask anything.
kk: Сәлеметсіз бе! Сіз кез келген нәрсені сұрай аласыз.
ru: Привет! Можешь спрашивать что угодно.

source: Description
kk: Сипаттамалар
ru: Описание

source: Category
kk: Категория
ru: Категория

source: Add
kk: Қосу
ru: Добавить

source: Cancel
kk: Болдырмау
ru: Отмена

source: Save
kk: Сақтау
ru: Сохранить

source: Edit
kk: Өңдеу
ru: Редактировать

# rating_desc
source: Rating
kk: Рейтинг
ru: Рейтинг

# ask_any
source: Ask anything
kk: Чатты бастаңыз
ru: Начинайте чат

# review_desc
source: Review
kk: Пікір
ru: ОТзыв

source: Phone number
kk: Телефон нөмірі
ru: Номер телефона

# avail
source: Availablilty
kk: Қолжетімді
ru: Доступность

source: Address
kk: Мекен-жай
ru: Адрес

source: Phone
kk: Телефон
ru: Телефон

# message
source: We miss you! ü´∂
kk: Сені сағындық! 🫶
ru: Мы скучали тебя! 🫶

# message2
source: Come back and continue your search. You might find what you need!
kk: Қайта кіріп, іздеуді жалғастырыңыз. Сізге қажет нәрсені таба аласыз!
ru: Возвращайтесь и продолжайте поиск. Возможно, вы найдете то, что вам нужно!

# other
source: Other informations
kk: Қосымша ақпараттар
ru: Другие информации

# type_operations
source: Type of Operations
kk: Операция түрлері
ru: Виды операции

# plastic_surgery
source: Plastic surgery clinic
kk: Пластикалық хирургия клиникасы
ru: Клиника пластической хирургии

# orthopedic
source: Orthopedic clinic
kk: Ортопедия клиникалар
ru: Ортопедическая клиника

# oncological
source: Oncological clinics
kk: Онкологиялық клиникалар
ru: Онкологические клиники

source: Neurosurgery
kk: Нейрохирургия
ru: Нейрохирургия

# type_treatment
source: Type of Treatments
kk: Емдеу түрлері
ru: Виды лечение

# country
source: Countries
kk: Мемлекеттер
ru: Страны

source: City
kk: Қалалар
ru: Города

# ent
source: Ent clinics
kk: ЛОР клиникалар
ru: ЛОР-клиники

# gastroenterology
source: Gastroenterology clinics
kk: Гастроэнтерология клиникалары
ru: Гастроэнтерологические клиники

# urology
source: Urology clinics
kk: Урологиялық клиникалар
ru: Урологические клиники

# ophthalmology
source: Ophthalmology clinics
kk: Офтальмологиялық клиникалар
ru: Офтальмологические клиники

# dermatology
source: Dermatology clinics
kk: Дерматологиялық клиникалар
ru: Дерматологические клиники

# physical
source: Physical Therapy & Rehabilitation Clinic
kk: Физикалық терапия және оңалту клиникалары
ru: Клиника физиотерапии и реабилитации

# us
source: About us
kk: Біз туралы
ru: О нас

# usAnswer
source: Ota Med‚Äù is an application that helps you find the best clinics and procedures in Europe and Asia. We collect data from open sources and present it in a convenient format, allowing you to make an informed decision easily.
kk: «Ota Med» — Еуропа мен Азиядағы ең жақсы клиникалар мен процедураларды табуға көмектесетін қосымша. Біз ашық дереккөздерден ақпарат жинап, оны ыңғайлы форматта ұсынамыз, осылайша сіз саналы шешім қабылдай аласыз.
ru: «Ota Med» — это приложение, которое помогает найти лучшие клиники и процедуры в Европе и Азии. Мы собираем данные из открытых источников и предоставляем их в удобном формате, чтобы вы могли легко принять обоснованное решение.

# searchHelp
source: Search and filtering
kk: Іздеу және сүзгілеу
ru: Поиск и фильтрация

# searchAnswer
source: You can search for clinics by: - Type of procedure or treatment (e.g., plastic surgery, dentistry, etc.) - Country and city.
kk: Клиникаларды іздеу: - Ем түрі бойынша - Ел мен қала бойынша.
ru: Вы можете искать клиники по: - Типу процедуры или лечения - Стране и городу.

# ai_help
source: Smart AI assistant
kk: Ақылды AI көмекшісі
ru: Умный AI помощник

# ai_answer
source: Our built-in AI chat: - Answers your questions in real time - Helps you choose the right clinic - Compares options and recommends the best ones based on your preference
kk: Біздің AI чат: - Сұрақтарға жауап береді - Дұрыс клиниканы таңдауға көмектеседі - Емханаларды салыстырады
ru: Наш встроенный AI чат: - Отвечает на вопросы - Помогает выбрать клинику - Сравнивает варианты

# contact
source: Clinic contacts
kk: Клиника контактілері
ru: Контакты клиник

# contact_answer
source: If you have troubles in app or have questions, you can write to our official mail:
kk: Қолданбада мәселе болса, ресми поштамызға жазыңыз!
ru: Если у вас есть вопросы, пишите нам на официальную почту!

# important
source: IMPORTANT!!!! Disclaimer
kk: Маңызды!!!! Жауапкершіліктен бас тарту
ru: ВАЖНО!!!! Отказ от ответственности

# impor_answer
source: The information provided is collected from open sources. Users are responsible for making their own decisions based on this data.
kk: Ұсынылған ақпарат ашық дереккөздерден жиналған. Пайдаланушылар осы деректер негізінде шешім қабылдауға өздері жауапты.
ru: Предоставленная информация собрана из открытых источников. Пользователи сами несут ответственность за принятие решений на основе этих данных.

# faq
source: Frequently Asked Questions (FAQ)
kk: Жиі қойылатын сұрақтар (FAQ)
ru: Часто задаваемые вопросы (FAQ)

# procedure
source: How can I find a clinic by type of procedure?
kk: Процедура түрі бойынша қалай табуға болады?
ru: Как найти клинику по типу процедуры?

# procedure_answer
source: You can select the type of procedure in the search section to filter clinics that offer relevant services.
kk: Іздеу бөлімінде қажетті қызметтерді ұсынатын клиникаларды сүзгілеу үшін процедура түрін таңдауға болады.
ru: В разделе поиска вы можете выбрать тип процедуры, чтобы отфильтровать клиники, предоставляющие соответствующие услуги.

# rating
source: What do the clinic ratings mean?
kk: Клиника рейтингтері нені білдіреді?
ru: Что означают рейтинги клиник?

# rating_answer
source: The clinic rating is based on patient reviews and the overall quality of services. The higher the rating, the more recommended the clinic is.
kk: Клиниканың рейтингі науқастардың пікірлеріне және қызметтердің жалпы сапасына негізделген. Рейтинг жоғары болған сайын клиника көбірек ұсынылады.
ru: Рейтинг клиники основан на отзывах пациентов и общем качестве услуг. Чем выше рейтинг, тем более рекомендуется клиника.

# number
source: How can I contact a clinic?
kk: Клиникамен қалай байланысуға болады?
ru: Как связаться с клиникой?

# number_answer
source: Each clinic's page includes contact details such as phone numbers, email addresses, and social media links to get in touch with the clinic.
kk: Әрбір клиниканың бетінде байланыс деректері, мысалы, телефон нөмірлері, электрондық пошта мекенжайлары және әлеуметтік желі сілтемелері көрсетілген.
ru: На странице каждой клиники указаны контактные данные, такие как номера телефонов, адреса электронной почты и ссылки на социальные сети для связи с клиникой.

# correct
source: How can I verify the information about the clinics?
kk: Клиника ақпаратының дұрыстығын қалай тексеруге болады?
ru: Как проверить информацию о клинике?

# correct_answer
source: All data is collected from open sources, such as official clinic websites, medical rating platforms, and user reviews.
kk: Барлық деректер ашық көздерден, мысалы, клиникалардың ресми сайттарынан, медициналық рейтингтік платформалардан және пайдаланушылардың пікірлерінен жиналады.
ru: Все данные собираются из открытых источников, таких как официальные сайты клиник, медицинские рейтинговые платформы и отзывы пользователей.

# filter
source: How can I use the filters for searching?
kk: Сүзгілерді қалай қолдану керек?
ru: Как использовать фильтры?

# filter_answer
source: Use the filters to customize your search by country, city, type of procedure, rating, price, and reviews.
kk: Ел, қала, ем түрі бойынша іздеуді реттеңіз.
ru: Используйте фильтры, чтобы настроить поиск по стране, городу, типу процедуры, рейтингу, цене и отзывам.

# incorrect
source: What should I do if I encounter issues with the app?
kk: Қосымшада қиындықтар туындаса не істеу керек?
ru: Что делать при ошибках в приложении?

# incorrect_answer
source: If you have questions or issues, reach out to us via the contact form or email provided on the page.
kk: Егер сұрақтарыңыз немесе мәселелеріңіз болса, парақшада көрсетілген байланыс формасы немесе электрондық пошта арқылы бізге хабарласыңыз.
ru: Если у вас есть вопросы или проблемы, свяжитесь с нами через контактную форму или по электронной почте, указанной на странице.
